//
//  TNMacros.swift
//  TodayNews
//
//  Created by flowerflower on 2018/9/18.
//  Copyright © 2018年 flowerflower. All rights reserved.
//

import Foundation

//服务器地址
let  MAIN_URL = "https://is.snssdk.com"
/************************************我的***************************************/
//我的页面列表
let kUserTabUrl = "/user/tab/tabs"

//我的关注数据
let kConcernFollowUrl = "/concern/v2/follow/my_follow"

/***************************************************************************/


/***************************************************************************/


/***************************************************************************/


/***************************************************************************/


